app/controllers/articles_controller.rb

INSERT INTO "articles" ("tilte", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["tilte", "art1"], ["text", "asdasdads"], ["created_at", "2018-03-05 15:43:30.727224"], ["updated_at", "2018-03-05 15:43:30.727224"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save