app/controllers/main_controller.rb

  def index
    @users = User.order(created_at: :desc).limit(3)
    @users_title = 'Recent Users'
    @articles = Article.order(created_at: :desc).limit(3)
---
SELECT  "users".* FROM "users" ORDER BY "users"."created_at" DESC LIMIT ?  [["LIMIT", 3]]
SELECT  "articles".* FROM "articles" ORDER BY "articles"."created_at" DESC LIMIT ?  [["LIMIT", 3]]