app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "email", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "test"], ["email", "test@testpl"], ["age", 12], ["created_at", "2018-03-05 14:04:16.774467"], ["updated_at", "2018-03-05 14:04:16.774467"]]